IDEA Open Model
HangingAroundPatch.DistanceFromPatch Property
Compatible with IDEA StatiCa v 10.1
 Distance from patch support/load
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double DistanceFromPatch { get; set; }
Public Property DistanceFromPatch As Double
	Get
	Set
public:
property double DistanceFromPatch {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace